Repository: owynrichen/animalpants
Catalog: FootGame/Resources/*.lproj/strings.strings
Languages: de, es, fr

source: Back
de: Zurück
es: Volver
fr: Retour

# loading
source: Searching for Animals...
de: Tiersuche
es: Buscar animales...
fr: Chargement

# game_title1
source: Animal
de: Tier
es: Pantalones
fr: Pantalons

# game_title3
source: Pants
de: Hosen
es: Animales
fr: Animaux

# product_fetch_error_title
source: Error Fetching Products
de: Fehler beim Abruf des Produktes
es: Error con la Carga de los productos
fr: Erreur Recherche de produits

# product_fetch_error_desc
source: Oops! There was an issue getting product information from iTunes, please try again later.
de: Hoppla! Wir haben ein Problem die Information bei iTunes abzurufen Bitte später noch einmal versuchen.
es: There was an issue getting product information from iTunes, please try again later ¡Huy! Hubo un problema cargando la información de iTunes sobre tu producto. Por favor, inténtalo de nuevo en un ratito.
fr: Oh oh! Une erreur s’est produite lors du téléchargement des informations d’iTunes, réssaye un peu plus tard

# product_buy_error_title
source: Error with Purchase
de: Fehler beim Kauf
es: Error con la compra
fr: Une erreur s’est produite lors de l’achat

# product_buy_error_desc
source: Oops! There was an error when attempting to purchase this product, please try again later.
de: Hoppla! Beim Kauf des Produktes trat eine Störung auf! Bitte später noch einmal versuchen.
es: There was an error when attempting to purchase this product, please try again later ¡Huy! Hubo un problema con la compra de este producto, por favor inténtalo de nuevo en un ratito.
fr: Oh oh! Une erreur s’est produite lors de l’achat de ce produit, réessaye un peu plus tard.

# invalid_promo_error_title
source: Invalid Promotion Code
de: Ungültiger Werbecode
es: Código de promoción inválido
fr: Code promotionnel invalide

# invalid_promo_error_desc
source: Oops! The promotional code attempted was invalid, please try again.
de: Hoppla! Der benutzte Werbecode ist ungültig. Bitte nocheinmal versuchen!
es: The promotional code attempted was invalid, please try again ¡Huy! El código de promoción es inválido, por favor inténtalo de nuevo en un ratito.
fr: Oh oh! Le code promotionnel est invalide, réessaye un peu plus tard.

# promo_code_error_title
source: Error Checking Promotion Code
de: Störung beim Überprüfen des Werbecodes
es: Error Checking Promotion Code Error verificando el código de promoción
fr: Erreur validation du code promotionnel

# promo_code_error_desc
source: Oops! There was an error when checking the promotion code, please try again later.
de: Hoppla! Beim Überprüfen des Werbecodes trat eine Störung auf. Bitte später noch einmal versuchen.
es: There was an error when checking the promotion code, please try again later ¡Huy! Hubo un problema verificando el código de promoción, por favor inténtalo de nuevo en un ratito.
fr: Oh oh! Une erreur s’est produite lors de la validation du code promotionnel, réessaye un peu plus tard.

# location_error_title
source: Error Finding Location
de: Ort nicht gefunden
es: Error Finding Location No te podemos localizar
fr: Erreur de localisation

# location_error_desc
source: Sorry, we couldn't get your location right now.
de: Bitte entschuldigen Sie, dass wir momentan nicht in der Lage sind Ihren Ort zu finden
es: Discúlpanos, no te pusimos localizar.
fr: Désolé, nous n’avons pas réussi à te localiser.

# promocode
source: Promotional code?
de: Werbecode?
es: Código de promoción
fr: Code promotionnel

# buy_upsell
source: Add (%@)
de: Zusätzlich (%@)
es: Añadir (%@)
fr: Ajouter (%@)

source: Confirm
de: Bestätigung
es: Confirmar
fr: Confirmer

# use_code
source: Use Promo Code
de: Benutze den Werbecode
es: Utilizar el Código de Promoción
fr: Utiliser le code promotionnel

# confirm_title
source: Confirm Purchase
de: Bestätigung des Kaufs
es: Confirmar la compra
fr: Confirmer l’achat

source: Restore Purchases
de: Wiederherstellung des Kaufs
es: Restaurar las compras
fr: Rétablir les achats

# get_products
source: Talking to iTunes
de: Rücksprache mit iTunes
es: Conectando a iTunes
fr: Connection à iTunes

# buying_product
source: Talking to iTunes
de: Rücksprache mit iTunes
es: Conectando a iTunes
fr: Connection à iTunes

# checking_code
source: Activating Promo Code
de: Freischalten des Werbecodes
es: Activar el código de promoción
fr: Activation du Code Promotionnel

source: Play!
de: Spiele Leg los!
es: Jugar!
fr: Jouer!

source: Animals
de: Tiere
es: Animales
fr: Animaux

source: Languages
de: Sprachen
es: Idiomas
fr: Langues

source: Settings
de: Einstellungen und Credits
es: Configuración
fr: Réglages

# en
source: English
de: Englisch
es: Inglés
fr: Anglais

# es
source: Spanish
de: Spanisch
es: Español
fr: Espagnol

# fr
source: French
de: Französisch
es: Francés
fr: Français

# ja
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais

# de
source: German
de: Deutsch
es: Alemán
fr: Allemand

source: Hear it in %@
de: Höre es in %@
es: Oír el menú en %@
fr: Ecouter en %@

# go_home
source: Main Menu
de: Hauptseite
es: Menú Principal
fr: Menu Principal

source: Facts about %@
de: Fakten über %@
es: Información sobre %@
fr: A propos de %@

source: Music Volume
de: Musiklautstärke
es: Volumen de la música
fr: Volume Musique

source: Sound Volume
de: Lautstärke
es: Volumen
fr: Volume

# menu_elephant
source: Elephant
de: Elefant
es: Alemán
fr: éléphant

# menu_lion
source: Lion
de: Löwe
es: León

# menu_penguin
source: Penguin
de: Pinguin
es: Pingüino
fr: Pingouin

# menu_crocodile
source: Crocodile
de: Krokodil
es: Cocodrilo

# menu_giraffe
source: Giraffe
es: Jirafa
fr: girafe

# menu_hippo
source: Hippo
de: Nilpferd
es: Hipopótamo
fr: hippopotame

# menu_kangaroo
source: Kangaroo
de: Känguru
es: Canguro
fr: kangourou

# menu_monkey
source: Monkey
de: Affe
es: Changa
fr: singe

# menu_polarbear
source: Polar Bear
de: Eisbär
es: Osa Polar
fr: ours Polaire

# menu_tiger
source: Tiger
es: Tigre
fr: tigre

# menu_zebra
source: Zebra
es: Cebra
fr: zèbre

# elephant
source: Olly the Elephant has big toe nails and is wearing grey pants.
de: Emil der Elefant hat grosse Zehennägel und trägt eine graue Hose.
es: Ernesto el Elefante tiene uñas de pie bien grandes y pantalones grises.
fr: Eric l'Eléphant a de gros ongles de pied et porte un pantalon gris.

# lion
source: Lloyd the Lion has blue pants and his feet are covered in tan colored fur.
de: Luka der Löwe hat eine blaue Hose und seine Pfoten sind beige.
es: Leonardo el León tiene pantalones azules y sus pies están cuvierto de pelo color café claro.
fr: Laurent le Lion porte un pantalon bleu et ses pattes sont couvertes d'une fourrure jaune.

# penguin
source: Pedro the Penguin's feet are yellow and his legs have white feathers.
de: Peter der Pinguin hat gelbe Füsse und seine Beine haben weisse Feder.
es: Pedro el pingüino tiene pies amarillos y plumas blancas en sus piernas.
fr: Pierre le Pingouin a des pieds jaunes et ses pattes ont plein de plumes blanches.

# crocodile
source: Carl the Crocodile has blue shorts and his feet are green and scaly with a big tail.
de: Kai der Krokodil hat eine blaue kurze Hose und seine Füsse und Schwanz sind grün und schuppig.
es: Dino el Cocodrilo tiene shorts azules y sus pies tienen escamas verdes y una cola larguísima.
fr: Carl le Crocodile porte un short bleu et ses pattes sont vertes et pleines d'écailles. Il a aussi une longue queue.

# giraffe
source: Jerome the Giraffe's legs are yellow with brown spots and he's wearing blue shorts.
de: Georg der Giraffe hat gelbe Beine mit braunen Flecken und er trägt eine blaue kurze Hose.
es: Guillermo la Jirafa tiene piernas amarillas con manchas cafés y sus shorts son azules.
fr: Géraldine la Girafe a des pattes jaunes avec des tâches marron et porte un short bleu.

# hippo
source: Horace the Hippo's feet are purple and he is wearing big blue overalls.
de: Norbert das Nilpferd hat lila Füsse und trägt eine blaue Latzhose.
es: Oracio el Hipopotamo tiene pies morados y tiene puesto overalls azules.
fr: Horace l'Hippopotame a des pattes violettes et porte une grande salopette bleue.

# kangaroo
source: Kendra the Kangaroo's feet are brown with striped purple pants.
de: Kendra der Känguru hat braune Pfoten und eine lila Hose mit Streifen.
es: Carla el Canguro tiene pies cafés y pantalones con rayas moradas.
fr: Catherine le Kangourou a des pattes marron et porte un pantalon à rayures violettes.

# monkey
source: Melinda the Monkey is wearing a pink skirt and has skinny brown legs.
de: Amelie der Affe trägt einen rosa Rock und hat schlanke, braune Beine.
es: Carolina la Changa tiene una falda rosa y unas piernas delgadas y cafés.
fr: Melinda le Singe a des pattes marron toutes menues et porte une jupe rose.

# panda
source: Patrick the Panda's feet are black and fuzzy with red striped pants.
de: Paul der Panda hat schwarze, flaumige Pfoten und eine rote Hose mit Streifen.
es: Paco el Panda tiene los pies negros y peludos con pantalones de rayas rojas.
fr: Patrick le Panda a des pattes noires et poilues et porte un pantalon à rayures rouges.

# polarbear
source: Peggy the Polar Bear has a blue skirt and her feet are white and furry.
de: Nele der Eisbär hat einen blauen Rock und ein flaumiges, weisses Fell auf die Pfoten.
es: Paola la Osa Polar tiene una falda azul y sus pies son blancos y peludos.
fr: Peggy l'Ours Polaire porte une jupe bleue et ses pattes sont blanches et poilues.

# tiger
source: Tommy the Tiger's feet are orange and is wearing green pants.
de: Till der Tiger hat orange Pfoten und eine grüne Hose.
es: Los pies de Tonyo el Tigre son naranjas y sus pantalones son verdes.
fr: Tommy le Tigre a des pattes orange et porte un pantalon vert.

# zebra
source: Zeb the Zebra's legs are black and white and he's wearing yellow striped shorts.
de: Max das Zebra hat schwarz-weisse Beine und trägt eine blaue kurze Hose.
es: Las piernas de Cesar la Zebra son blancas y negras y tiene puesto unos shorts con rayas amarillas.
fr: Zeb le Zèbre a des pattes noires et blanches et il porte un short à rayures jaunes.

# story1
source: Twin sisters, Emma and Avery, are going on an animal adventure! All the animals are having fun playing with their animal friends, but wait, it looks like they have all lost their pants. That’s silly! Can you help the animals find their pants?
de: Die Zwillinge, Emma und Avery gehen auf Tierenabenteuer! Alle Tiere spielen gern mit ihren Tierfreunden, aber warte mal, es scheint so, dass alle Hosen verloren gegangen sind. Wie bescheuert! Kannst du ihnen helfen, ihre Hosen zu finden?
es: La gemelas Ema y Avery están a punto de embarcar en una aventura animal. Todos los animales están jugando con sus amigos. Pero espera, parece que todos acaban de perder sus pantalones. ¡Qué chistoso! ¿Puedes ayurdarlos a que encuentren sus pantalones?
fr: Emma et Avery sont deux sœurs jumelles qui vont passer une journée avec les animaux. Tous les animaux s'amusent entre eux, mais attends, il semble qu'ils ont tous perdu leurs pantalons! Peux-tu les aider à retrouver leurs pantalons?

# upsell
source: You are doing great and Emma and Avery are so happy. Don’t stop now. The fun is just beginning!
de: Du machst das sehr gut, und Emma und Avery freuen sich sehr. Hör doch noch nicht auf! Der Spass fängt gerade erst an!
es: Estás haciendo un trabajo excelente y las gemelas Emma y Avery están super felices. ¡No pares ahora! ¡La diversión está a punto de empezar!
fr: Tu t'en sors drôlement bien! Emma et Avery sont très heureuses. Ne t'arrêtes pas maintenant, il y a encore beaucoup de nouveautés amusantes à découvrir!

# outro
source: Hooray! You have helped Emma and Avery put the correct pants back on the animals. Way to go! Let's go learn more about our animal friends.
de: Juhuu! Du hast Emma und Avery geholfen, die richtige Hosen zu den richtigen Tieren zu bringen. Bravo! Nun lernen wir mal mehr über unsere Freunde: Die Tiere!
es: ¡Bravo! Has ayudado a Emma y a Avery a ponerle los pantalones correctos a sus amigos animales. ¡Bien hecho! Ahora vamos a apprender más sobre nuestros nuevos amigos.
fr: Bravo! Tu as aidé Emma et Avery à rendre leurs pantalons à tous les animaux. Apprenons-en plus sur nos nouveaux amis!

source: kilometers
de: Kilometer
es: kilómetros
fr: kilomètres

source: miles
de: Meilen
es: millas

source: feet
de: Fuss
es: pies
fr: pieds

source: meters
de: Meter
es: metros
fr: mètres

source: pounds
de: Pfund
es: libras
fr: livres

source: kilograms
es: kilogramos
fr: kilogrammes

# distance_from_you_string
source: %@ lives %1.2f %@ away from you.
de: %@ Lebt wohnt %1.2f %@ entfernt von Dir.
es: %@ vive a %1.2f %@ de tu casa.
fr: %@ vit %1.2f %@ de chez toi.

# play_button
source: Go See %@
de: Los! Gehe zu %@
es: Va a ver a %@
fr: Va voir %@

# name_the_kind_male
source: %@ the
de: %@ das
es: %@ el
fr: %@ le

# name_the_kind_female
source: %@ the
de: %@ das
es: %@ la
fr: %@ la

# crocodile_name
source: Carl
de: Kai
es: Dino

# crocodile_fact_height
source: Carl is short, but long
de: Kai ist klein aber lang
es: Dino no es alto pero es muy largo
fr: Carl a des pattes courtes, mais est très long

# crocodile_fact_height_details
source: Adult crocodiles are low to the ground, but can get up to 24 feet long!
de: Erwachsene Krokodile sind Bodennah und können bis zu 24 Fuss lang werden!
es: Los cocodrilos adultos son muy bajos pero pueden alcanzar unos 24 pies de largo!
fr: Les crocodiles adultes sont près du sol mais peuvent atteindre 24 pieds de long!

# crocodile_fact_height_details_metric
source: Adult crocodiles are low to the ground, but can get up to 7 meters long!
de: Erwachsene Krokodile sind Bodennah und können bis zu 7 Meter lang werden
es: ¡Los cocodrilos adultos son muy bajos pero pueden alcanzar unos 7 metros de largo!
fr: Les crocodiles adultes sont près du sol mais peuvent atteindre 8 mètres de long!

# crocodile_fact_weight
source: Carl is very heavy
de: Kai ist sehr schwer
es: Dino es muy pesado
fr: Carl est très lourd

# crocodile_fact_weight_details
source: Adult crocodiles can weigh up to 2,500 pounds! The average adult human weighs only 138 pounds.
de: Erwachsene Krokodile können bis zu 2500 Pfund wiegen! Im Durschnitt wiegt ein erwachsener Mensch nur 138 Pfund.
es: Los cocodrilos adultos pueden pesar hasta unas 2500 libras. El peso medio de un ser humano es de 138 libras.
fr: Les crocodiles adultes peuvent peser jusqu’à 2500 livres! Le poids moyen d’un être humain adulte est seulement de 138 livres.

# crocodile_fact_weight_details_metric
source: Adult crocodiles can weigh up to 1100 kilograms! The average adult human weighs only 62 kilograms.
de: Erwachsene Krokodile können bis zu 1100 kg wiegen! Im Durschnitt wiegt ein erwachsener Mensch nur 62 Kilogram.
es: Los cocodrilos adultos pueden pesar hasta unos 1100 kilogramos. El peso medio de un ser humano es de 62 kilogramos.
fr: Les crocodiles adultes peuvent peser jusqu’à 1100 kilos! Le poids moyen d’un être humain adulte est seulement de 62 kilos.

# crocodile_fact_food
source: Carl eats almost anything
de: Kai frisst fast alles
es: A dino le gusta comer de todo
fr: Carl mange Presque tout

# crocodile_fact_food_details
source: Crocodiles love to eat fish, reptiles, crustaceans and water birds.
de: Krokodile fressen sehr gerne Fische, Kriechtiere, Schellfisch und Wasservögel.
es: A los cocodrilos les gustan comer pescados, reptiles, crustaceos y pájaros.
fr: Les crocodiles se nourrissent principalement de poisons, de reptiles, de crustacés et d’oiseaux.

# crocodile_fact_speed
source: Carl can run fast on land, but swim even faster in water
de: Kai rennt schnell, aber schwimmt schneller im Wasser.
es: Dino puede correr muy rápido pero nada aún más rapido
fr: Carl peut se déplacer rapidement sur la terre ferme mais peut nager encore plus vite.

# crocodile_fact_speed_details
source: Carl can run up to 18 miles per hour.
de: Kai kann bis zu 18 Meilen/Stunde rennen.
es: Dino puede correr hasta unos 18 millas por hora
fr: Carl peut courrir jusqu’à 18 miles par heure.

# crocodile_fact_speed_details_metric
source: Carl can run up to 29 kilometers per hour.
de: Kai kann bis zu 29km/Stunde rennen.
es: Dino can run up to 29 kilometers per hour. Dino puede correr hasta unos 29 kilómetros por hora
fr: Carl peut courrir jusqu’à 29 km/h.

# crocodile_fact_location
source: Carl hangs out in swamps and rivers
de: Kai lebt im Sumpf und Flüssen.
es: Dino vive en pantanos y ríos
fr: Carl passe son temps dans les marres et les rivières

# crocodile_fact_photo
source: This is Carl's friend, Johann
de: Das ist Kai’s Freund Johann.
es: Es Johann, el amigo de Dino
fr: C’est Johann l’ami de Carl

# crocodile_fact_photo_details
source: Johann, like most crocodiles, likes to hunt for his food during the night and hangs out in the water during the day.
de: Wie fast alle Krokodile, Johann jagt für sein Futter in der Nacht und lebt am Tage im Wasser.
es: A Johann, como a los otros cocodrilos, le gusta cazar por la noche y pasar el rato en el agua por el día.
fr: Johann, comme la plupart des crocodiles, chasse la nuit et se prélasse dans l’eau la journée.

# giraffe_name
source: Jerome
de: Georg
es: Guillermo
fr: Géraldine

# giraffe_fact_height
source: Jerome is very tall
de: Georg ist sehr gross.
es: Guillermo es muy alto
fr: Géraldine est très grande

# giraffe_fact_height_details
source: Adult giraffes are up to 19 feet in height because of their long, long necks.
de: Auf Grund des langen Halses können erwachsene/ausgewachsene Giraffen bis zu 19 Fuss hoch werden.
es: Las girafas pueden medir hasta unos 19 pies de alto porque sus cuellos son largísimos
fr: Les girafes adultes peuvent mesurer jusqu’à 19 pieds grâce à leur très long cou.

# giraffe_fact_height_details_metric
source: Adult giraffes are up to 5.8 meters in height because of their long, long necks
de: Auf Grund des langen Halses können erwachsene/ausgewachsene Giraffen bis zu 5,80 Meter gross werden.
es: Las girafas pueden medir hasta unos 5,80 metros porque sus cuellos son largísimos
fr: Les girafes adultes peuvent mesurer jusqu’à 5 mètres 80 grâce à leur très long cou

# giraffe_fact_weight
source: Jerome is very heavy
de: Georg ist sehr schwer
es: Guillermo pesa muchísimo
fr: Géraldine est très lourde

# giraffe_fact_weight_details
source: Jerome weighs 3,000 pounds. The average adult human weighs only 138 pounds.
de: Georg wiegt 3000 Pfund. Der durchschnittliche erwachsene Mensch wiegt nur 138 Pfund.
es: Guillermo pesa 3000 libras. El peso medio de un ser humano adulto es de solamente 138 libras
fr: Géraldine pèse 3000 livres. Le poids moyen d’un être humain adulte est de 138 livres.

# giraffe_fact_weight_details_metric
source: Jerome weighs 1361 kilograms. The average adult human weighs only 62 kilograms.
de: Georg wiegt 1361 kg. Der durchschnittliche erwachsene Mensch wiegt nur 62kg
es: Guillermo pesa 1361 kilogramos. El peso medio de un ser humano adulto es de solamente 62 kilogramos
fr: Géraldine pèse 1361 kilogrammes. Le poids moyen d’un être humain adulte est de 62 kilogrammes.

# giraffe_fact_food
source: Jerome eats tree leaves, shrubs and vines
de: Georg frisst Baumblätter, Büsche und Kletterplanzen.
es: Guillermo come las hojas de los árboles, los arbustos y las hojas de vid
fr: Géraldine eats tree leaves, shrubs and vines Géraldine se nourrit de feuilles

# giraffe_fact_food_details
source: Because giraffes are taller than other animals they can reach food that others cannot.
de: Weil Giraffen so gross sind können sie an Futter herankommen was für andere Tiere unerreichbar ist.
es: Las girafas son los animales más altos, y por eso pueden alcanzar comida que ningún otro animal puede comer
fr: Parce que les girafes sont plus grandes que les autres animaux, elles ont accès à de la nourriture que les autres animaux ne peuvent pas se procurer.

# giraffe_fact_speed
source: Jerome is really fast
de: Georg ist sehr schnell
es: Guillermo es muy rápido
fr: Géraldine est très rapide.

# giraffe_fact_speed_details
source: He can run up to 33 miles per hour.
de: Er kann bis zu 33 Meilen/Stunde rennen..
es: Puede correr hasta unos 33 millas por hora.
fr: Elle peut courrir jusquà 33 miles par heure.

# giraffe_fact_speed_details_metric
source: He can run up to 53 kilometers per hour.
de: Er kann bis zu 53 Km/Stunde rennen.
es: Puede correr hasta unos 53 kilómetros por hora
fr: Elle peut courrir jusqu’à 53 kilomètres par heure.

# giraffe_fact_location
source: Jerome lives in grasslands, woodlands and savannas of Africa
de: Georg lebt im Grass und Waldland Afrikas,und in der afrikanischen Savanne.
es: Guillermo vive en los bosques, la sabana y la pampa Africana
fr: Géraldine vit dans les plaines, les bois et la savanne Africaine

# giraffe_fact_photo
source: This is Jerome's friend, Alfie
de: Das ist Georgs Freund Alfie.
es: Es Alfie, el amigo de Guillermo
fr: C’est Alfie l’ami de Géraldine

# giraffe_fact_photo_details
source: He looks a lot like Jerome, but no two giraffes have the same pattern.
de: Er sieht fast genauso aus wie Georg, aber jede Giraffe hat eine individuelle Musterung. Nicht zwei Giraffen sind gleich/sehen gleich aus.
es: Parece mucho a Guillermo, pero el pelaje de cada girafa es único
fr: Il ressemble beaucoup à Géraldine mais le pelage de chaque girafe est unique.

# hippo_name
source: Horace
de: Norbert
es: Oracio

# hippo_fact_height
source: Horace is big
de: Norbert ist gross und schwer.
es: Oracio es gordo
fr: Horace est gros

# hippo_fact_height_details
source: Full-size hippos grow to around 5 feet when on all 4 legs.
de: Ausgewachsene Nilpferde sind stehend ungefähr 5 Fuss hoch.
es: Los hipopótamos adultos pueden medir hasta unos 5 pies cuando estén a gatas
fr: Les hippopotammes adultes mesurent environ 5 pieds.

# hippo_fact_height_details_metric
source: Full-size hippos grow to around 1.5 meters when on all 4 legs.
de: Ausgewachsene Nilpferde sind stehend ungefähr 1,50 Meter hoch.
es: Los hipopótamos adultos pueden medir hasta 1,80 metros cuando estén a gatas
fr: Les hippopotammes adultes mesurent environ 1.5 mètres.

# hippo_fact_weight
source: Horace weighs a lot
de: Norbert wiegt eine ganze Menge. Norbert ist sehr schwer.
es: Oracio es muy pesado
fr: Horace pèse très lourd

# hippo_fact_weight_details
source: Adult hippos can weigh up to 6,000 pounds. The average adult human weighs only 138 pounds.
de: Ausgewachsene Nilpferde wiegen bis zu 6000 Pfund. Der durchschnittliche erwachsene Mensch wiegt nur 138 Pfund.
es: Los hipopótamos adultos pueden pesar hasta unas 6000 libras. El peso medio de un ser humano es de solamente 138 libras
fr: Les hippopotammes adultes pèsent jusqu’à 6000 livres. Le poids moyen d’un être humain est de 138 livres.

# hippo_fact_weight_details_metric
source: Adult hippos can weigh up to 2,720 kilograms. The average adult human weighs only 62 kilograms.
de: Ausgewachsene Nilpferde wiegen bis zu 2,720 kg. Der durchschnittliche erwachsene Mensch wiegt nur 62kg.
es: Los hipopótamos adultos pueden pesar unos 2720 kilogramos. El peso medio de un ser humano es de solamente 62 kilogramos
fr: Les hippopotammes adultes pèsent jusqu’à 2720 kilogrammes. Le poids moyen d’un être humain est de 62 kilogrammes.

# hippo_fact_food
source: Horace eats grass
de: Norbert frisst Grass
es: A Oracio le gusta mucho la hierba.
fr: Horace se nourrit d’herbe

# hippo_fact_food_details
source: Horace grazes on short grass, which is their main food source.
de: Norbert frisst kurzes Grass, welches sein Hauptfutter ist.
es: Oracio pasa mucho tiempo pastando grama corta, lo que constitua la mayoría de su comida
fr: Horace broute l’herbe courte, qui est sa principale source de nourriture.

# hippo_fact_speed
source: Horace is a bit slow
de: Norbert ist etwas langsam.
es: Oracio no es muy rápido
fr: Horace est assez lent
