Repository: owynrichen/animalpants
Catalog: FootGame/Resources/*.lproj/strings.strings
Languages: de, es, fr

# zebra_fact_food
source: Zeb eats grasses, leaves, and bark from trees
de: Max frisst Grass, Blätter und Baumrinde.
es: A Cesar le gusta comer la hierba, las hojas y el corcho de los arboles
fr: Zeb mange de l’herbe, des feuilles et l’écorce des arbres

# zebra_fact_food_details
source: Zebras eat grass almost all the time, but sometimes eat shrubs and bark.
de: Zebras fressen meistens Grass, manchmal auch Baumrinde und Büsche.
es: Las Cebras comen hierba casi siempre pero a veces comen arbustos y el corcho de los árboles
fr: Les zèbres mangent principalement de l’herbe mais aussi des buissons et l’écorce des arbres.

# zebra_fact_speed
source: Zeb is really fast
de: Max ist sehr schnell.
es: Cesar es muy rápido
fr: Zeb est très rapide

# zebra_fact_speed_details
source: Zebras run like horses and can reach speeds of 40 miles per hour
de: Zebras rennen so schnell wie Pferde und können Geschwindigkeiten bis zu 40 Meilen/Stunde erreichen
es: Las Cebras pueden alcanzar 40 millas por hora.
fr: Les zèbres courent à la même vitesse que les chevaux et peuvent atteindre 40 miles par heure.

# zebra_fact_speed_details_metric
source: Zebras run like horses and can reach speeds of 64 kilometers per hour
de: Zebras rennen so schnell wie Pferde und können Geschwindigkeiten bis zu 64 km/Stunde reichen
es: Las Cebras pueden alcanzar unos 64 kilómetros por hora.
fr: Les zèbres courent à la même vitesse que les chevaux et peuvent atteindre 64 kilomètres par heure.

# zebra_fact_location
source: Zeb lives in Africa
de: Max lebt in Afrika
es: Cesar vive en África
fr: Zeb vit en Afrique

# zebra_fact_location_details
source: Zeb prefers grasslands, savannas, woodlands and scrublands
de: Max bevorzugt Grassland, Savannen, Wald und Buschland.
es: Cesar prefiere las praderas, las sabanas, los bosques y las malezas.
fr: Zeb préfère les plaines, les forets et la savanne comme habitat.

# zebra_fact_photo
source: This is Zeb's friend, Percival
de: Das ist Max's Freund, Percival
es: Es Percival, el amigo de Cesar
fr: C’est Percival l’ami de Zeb

# zebra_fact_photo_details
source: Percival, like all zebras, sleeps standing up.
de: Percival schläft wie alle Zebras im stehen..
es: Percival, como las otras cebras, duerme a gatas.
fr: Percival, comme les autres zèbres, dort debout.

# lion_name
source: Lloyd
de: Luka
es: Leonardo
fr: Laurent

# lion_fact_height
source: Lloyd is tall
de: Luka ist gross
es: Leonardo es alto
fr: Laurent est grand

# lion_fact_height_details
source: Adult lions can be 6 to 8 feet tall, depending on if they're standing on their hind legs.
de: Ausgewachsene Löwen werden, auf den Hinterbeinen stehend, 6 bis 8 Fuss gross.
es: Cuando se pongan de pie sobre sus patas traseras, los leones miden entre 6 y 8 pies de alto.
fr: Les lions adultes peuvent mesurer entre 6 et 8 pieds si ils se tiennent sur leur pattes arrières.

# lion_fact_height_details_metric
source: Adult lions can be 1.8 to 2.4 meters tall, depending on if they're standing on their hind legs.
de: Ausgewachsene Löwen werden, auf den Hinterbeinen stehend, 1.80m bis 2.40m gross.
es: Cuando se pongan de pie sobre sus patas traseras, los leones miden entre 1,80 y 2,40 metros de alto
fr: Les lions adultes peuvent mesurer entre 1 mètre 80 et 2 mètres 40 si ils se tiennent sur leur pattes arrières.

# lion_fact_weight
source: Lloyd is heavy
de: Luka ist schwer
es: Leonardo es pesado
fr: Laurent est lourd

# lion_fact_weight_details
source: Lloyd and his buddies can weigh between 330 and 550 pounds.
de: Luka und seine Artgenossen (Freunde) wiegen zwischen 330 und 550 Pfund.
es: Leonardo y sus compañeros pesan entre 330 y 550 libras.
fr: Laurent et ses amis pèsent entre 330 et 550 livres.

# lion_fact_weight_details_metric
source: Lloyd and his buddies can weigh between 150 and 249 kilograms.
de: Luka und seine Artgenossen (Freunde) wiegen zwischen 150 kg und 249 kg.
es: Leonardo y sus compañeros pesan entre 150 y 249 kilogramos.
fr: Laurent et ses amis pèsent entre 150 et 249 kilogrammes.

# lion_fact_food
source: Lloyd eats meat
de: Luka frisst Fleisch
es: Leonardo sólo come carne.
fr: Laurent mange de la viande

# lion_fact_food_details
source: Lions eat large mammals, with a preference of buffalo, wildebeest, impalas, gazelles, zebra and warthogs.
de: Löwen fressen grosse Säugetiere. Sie bevorzugen Büffel, Gnus, Antilopen, Gazellen, Zebras und Warzenschweine.
es: Los leones comen mamíferos grandes, de preferencia los búfalos, los ñus, los impalas, las cebras, las gacelas y los facóqueros.
fr: Les lions se nourrissent de grands mammifères, de préférence des buffles, des gazelles, des zèbres, des gnous et des phacochères.

# lion_fact_speed
source: Lloyd is super fast
de: Luka is super schnell
es: Leonardo es muy rápido
fr: Laurent est très rapide

# lion_fact_speed_details
source: Lions run 30 miles per hour and faster on short sprints.
de: Löwen rennen 30 meile/Stunde und sprinten kurze Strecken schneller.
es: Los leones pueden alcanzar 30 millas por hora y aún más en distancias cortas
fr: Les lions peuvent atteindre 30 miles par heure sur de courtes distances.

# lion_fact_speed_details_metric
source: Lions run 48 kilometers per hour and faster on short sprints.
de: Löwen rennen 48 km/Stunde und sprinten kurze Strecken schneller
es: Los leones pueden alcanzar 48 kilómetros por hora y aún más en distancias cortas
fr: Les lions peuvent atteindre 48 kilomètres par heure sur de courtes distances.

# lion_fact_location
source: Lloyd and his friends live in Africa.
de: Luka und seine Freunde leben in Afrika.
es: Leonardo y sus amigos viven en África
fr: Laurent et ses amis vivent en Afrique.

# lion_fact_photo
source: This is Lloyd's friend, Simba
de: Das ist Luka's Freund Simba
es: Es Simba, el amigo de Leonardo
fr: C’est Simba l’ami de Laurent

# lion_fact_photo_details
source: A male lion sleeps about 20 hours a day and sometimes take naps on tree branches.
de: Ein männlicher Löwe schläft ungefähr 20 Stunden am Tag und manchmal macht er sein Nickerchen auf Baumästen.
es: Un león duerme unas 20 horas al día y a veces hace una siesta en las ramas de los árboles.
fr: Un lion mâle dort environ 20 heures par jour et fait quelques fois des sieste sur des branches d’arbres.

# penguin_fact_height
source: Pedro is pretty short
de: Peter ist ziemlich klein
es: Pedro es bastante bajo
fr: Pierre est assez petit

# penguin_fact_height_details
source: Adult penguins grow up to 4 feet tall. About the size of the average kid.
de: Ausgewachsene Pinguine sind bis zu 4 Fuss gross. Ungefähr so gross wie ein Kind.
es: Los pingüinos adultos miden hasta unos 4 pies de alto. Es más o menos de misma estatura que un chico.
fr: Les pingouins adultes peuvent atteindre 4 pieds. La taille moyenne d’un enfant.

# penguin_fact_height_details_metric
source: Adult penguins grow up to 1.2 meters tall. About the size of the average kid.
de: Ausgewachsene Pinguine sind bis zu 1.20m gross. Ungefähr so gross wie ein Kind.
es: Los pingüinos adultos miden hasta unos 1,20 metros de alto. Son más o menos de misma estatura que un chico
fr: Les pingouins adultes peuvent atteindre 1 mètre 20. La taille moyenne d’un enfant.

# penguin_fact_weight
source: Pedro is light
de: Peter ist leicht / wiegt nicht viel.
es: Pedro es bastante lígero
fr: Pierre est léger

# penguin_fact_weight_details
source: Pedro and his friends usually weigh between 45 and 90 pounds.
de: Peter und Freunde wiegen gewöhnlich zwischen 45 und 90 Pfund.
es: Pedro y sus amigos pesan entre 45 y 90 libras
fr: Pierre et ses amis pèsent entre 45 et 90 livres.

# penguin_fact_weight_details_metric
source: Pedro and his friends usually weigh between 20 and 45 kilograms.
de: Peter und Freunde wiegen gewöhnlich zwischen 20 und 45kg.
es: Pedro y sus amigos pesan entre 20 y 45 kilogramos
fr: Pierre et ses amis pèsent entre 20 et 45 kilogrammes.

# penguin_fact_food
source: Pedro likes to eat fish
de: Peter frisst Fisch
es: A Pedro le encanta el pescado
fr: Pierre aime le poisson

# penguin_fact_food_details
source: A Penguin's diet is mostly fish, but can also include krill, squid, and crustaceans.
de: Die Ernährung der Pinguine ist hauptsächlich Fisch, aber auch Krill, Tintenfisch und Krebse.
es: Los pingüinos comen principalmente pescados, pero también les gustan los camarones antárticos, los calamares y los crustáceos.
fr: L’alimentation d’un pingouin se compose principalement de poisons, de calamars et de crustacés.

# penguin_fact_speed
source: Pedro is super fast in the water
de: Peter ist super schnell im Wasser
es: Pedro va muy rápido en el agua.
fr: Pierre est très rapide dans l’eau

# penguin_fact_speed_details
source: Pedro can swim up to 15 miles per hour
de: Peter kann bis zu 15 Meilen/Stunde schwimmen.
es: Pedro puede nadar hasta unas 15 millas por hora.
fr: Pierre peut nager jusqu’à 15 miles par heure

# penguin_fact_speed_details_metric
source: Pedro can swim up to 24 kilometers per hour
de: Peter kann bis zu 24km/Stunde
es: Pedro puede nadar hasta unos 24 kilómetros por hora
fr: Pierre peut nager jusqu’à 24 kilomètres par heure

# penguin_fact_location
source: Pedro lives in Antarctica.
de: Peter lebt in der Antarktis.
es: Pedro vive en Antártico.
fr: Pierre vit en Antarctique.

# penguin_fact_photo
source: This is Pedro's friend, Cameron
de: Das ist Peter's Freund, Cameron
es: Es Cameron, el amigo de Pedro
fr: C’est Cameron l’ami de Pierre

# penguin_fact_photo_details
source: When they're looking for food, they can stay underwater for up to 18 minutes!
de: Wenn sie auf Futtersuche sind können sie bis zu 18 Minuten unter Wasser bleiben!
es: Cuando cazen, los pingüinos pueden quedarse bajo el agua por 18 minutos!
fr: Quand ils chassent, les pingouins peuvent rester sous l’eau pendant 18 minutes!

# elephant_name
source: Olly
de: Emil
es: Ernesto
fr: Eric

# elephant_fact_height
source: Olly is big and tall
de: Emil ist gross und schwer.
es: Ernesto es alto y gordo
fr: Eric est grand et gros

# elephant_fact_height_details
source: Adult elephants can be between 8-13 feet tall on all four legs.
de: Ausgewachsene Elefanten messen stehend 8 bis13 Fuss.
es: A gatas, los elefantes adultos miden entre 8 y 13 pies de alto.
fr: Les elephants adultes peuvent mesurer entre 8 et 13 pieds à quatre pattes.

# elephant_fact_height_details_metric
source: Adult elephants can be between 2.4 to 4 meters tall on all four legs.
de: Ausgewachsene Elefanten messen stehend 2.40 to 4.0 Meter.
es: A gatas, los elefantes adultos miden entre 2,40 y 4 metros de alto.
fr: Les éléphants adultes peuvent mesurer entre 2 mètres 40 et 4 mètres à quatre pattes.

# elephant_fact_weight
source: Olly is really heavy!
de: Emil ist recht schwer.
es: Ernesto es muy, muy pesado!
fr: Eric est très lourd!

# elephant_fact_weight_details
source: Olly can weigh up to 14,000 pounds!
de: Emil kann bis zu 14,000 Pfund wiegen!
es: Los elefantes pueden pesar hasta 14000 libras!
fr: Eric peut peser jusqu’à 14000 livres!

# elephant_fact_weight_details_metric
source: Olly can weigh up to 6,500 kilograms!
de: Emil kann bis zu 6,500 kg wiegen!
es: Los elefantes pueden pesar hasta 6500 kilogramos!
fr: Eric peut peser jusqu’à 6500 kilogrammes!

# elephant_fact_food
source: Olly eats grass, foliage, fruit, branches
de: Emil frisst Grass, Blätter, Früchte und Zweige.
es: A Ernesto le gusta comer la hierba, las frutas, el follaje y las ramas de los árboles.
fr: Eric se nourrit de feuilles, de fruits et de branches

# elephant_fact_food_details
source: African elephants can eat up to 300 pounds of vegetation per day.
de: Afrikanische Elefanten fressen bis zu 300 Pfund Vegetation am Tag.
es: Los elefantes de África pueden comer hasta 300 libras de vegetales por día.
fr: Les éléphants d’Afrique peuvent manger jusqu’à 300 livres de végétaux par jour.

# elephant_fact_speed
source: Olly is one of the most powerful land animals.
de: Emil ist eins der kraftvollsten Landtiere. .
es: Ernesto es uno de los animales más fuertes.
fr: Eric est un des animaux les plus puissants.

# elephant_fact_speed_details
source: Olly does't run much but can charge up to 25 miles per hour
de: Emil rennt nicht, aber er kann kurzzeitig bis zu 25 Meilen/Stunde im Angriff sprinten.
es: A Ernesto no le gusta correr mucho pero puede alcanzar 25 millas por hora
fr: Eric court très peu mais il peut atteindre 25 miles par heure

# elephant_fact_speed_details_metric
source: Olly does't run much but can charge up to 40 kilometers per hour
de: Emil rennt nicht, aber er kann kurzzeitig bis zu 40 km/Stunde im Angriff sprinten.
es: A Ernesto no le gusta correr mucho pero puede alcanzar 40 kilómetros por hora
fr: Eric court très peu mais il peut atteindre 40 kilomètres par heure

# elephant_fact_location
source: Olly lives in Africa
de: Emil lebt in Afrika
es: Ernesto vive en África
fr: Eric vit en Afrique

# elephant_fact_location_details
source: Olly prefers to live in savannas and forests in sub-Saharan Africa
de: Bevorzugt lebt Emil in Savannen und Wäldern des subsaharischen Afrika.
es: Ernesto prefiere vivir en la sabana y los bosques de África subsahariana.
fr: Eric préfère vivre dans la savanne et les forêts d’Afrique sub-saharienne

# elephant_fact_photo
source: This is Olly's friend, Terrance
de: Das ist Emil's Freund Terrance
es: Es Terrance, el amigo de Ernesto
fr: C’est Terrance l’ami d’Eric

# elephant_fact_photo_details
source: Terrance is also an African elephant, but he's got cousins from India too.
de: Terrance ist ebenfalls ein afrikanischer Elefant, aber er hat auch Cousins in Indien.
es: Terrance es un elefante africano también, pero tiene primos en India
fr: Terrance est aussi un éléphant d’Afrique mais il a aussi des cousins en Inde.

source: Okay
de: In Ordnung
fr: Ok

# name_the_kind
source: %@ the
de: %@ der

# penguin_name
source: Pedro
de: Peter
fr: Pierre
