Repository: owynrichen/animalpants
Catalog: FootGame/Resources/*.lproj/strings.strings
Languages: de, es, fr

# hippo_fact_speed_details
source: Hippos have been clocked at 19 miles per hour over short distances, but are usually very slow.
de: Nilpferde können bis zu 19 Meilen/Stunde über kurze Strecken rennen, gewöhnlich sind sie aber sehr langsam.
es: Hipopótamos pueden alcanzar 19 millas por hora pero generalmente son muy lentos
fr: Les hippopotammes peuvent atteinre 19 miles par heure sur de courtes distances, mais sont lents le plus souvent.

# hippo_fact_speed_details_metric
source: Hippos have been clocked at 30 kilometers per hour over short distances, but are usually very slow.
de: Nilpferde können bis zu 30 km/Stunde über kurze Strecken rennen, gewöhnlich sind sie aber sehr langsam.
es: Hipopótamos pueden alcanzar 30 kilómetros por hora pero generalmente son muy lentos
fr: Les hippopotammes peuvent atteindre 30 kilomètres par heure sur de courtes distances, mais sont lents le plus souvent.

# hippo_fact_location
source: Horace loves the rivers, lakes and swamps of Africa
de: Norbert liebt die Flüsse, Seen und Sümpfe Afrikas.
es: A Oracio le encantan los ríos, los lagos y los pantanos de África
fr: Horace aime les rivières, les marres et les lacs d’Afrique

# hippo_fact_photo
source: This is Horace's friend, Tubby
de: Das is Norberts Freund Tubby
es: Es Tubby, el amigo de Oracio
fr: C’est Tubby l’ami d’Horace

# hippo_fact_photo_details
source: Tubby spends most of the day lying on his belly in the water or sometimes on the shore basking in the morning sun.
de: Tubby liegt fast den ganzen Tag auf dem Bauch im Wasser und manchmal sonnt er sich morgens am Ufer..
es: Tubby pasa la mayoría del tiempo siestando en el agua o a veces se descansa en la orilla cuando brilla el sol dulce de la mañana.
fr: Tubby passe son temps allongé sur son ventre dans l’eau et quelques fois il se prélasse au soleil sur le rivage.

# kangaroo_name
source: Kendra
es: Carla
fr: Catherine

# kangaroo_fact_height
source: Kendra is average height
de: Kendra hat Durchschnittsgrösse.
es: Carla es de estatura media
fr: Catherine a une taille moyenne

# kangaroo_fact_height_details
source: Kendra and her friends can be up to 6.5 feet tall.
de: Kendra und Freunde können bis zu 6.5 Fuss gross werden.
es: Carla y sus amigos pueden medir hasta unos 6,50 pies de alto
fr: Catherine et ses amis peuvent mesurer jusqu’à 6 pieds et demi.

# kangaroo_fact_height_details_metric
source: Kendra and her friends can be up to 2 meters tall.
de: Kendra und Freunde können bis zu 2 Meter gross werden.
es: Carla y sus amigos pueden medir hasta unos 2 metros de alto
fr: Catherine et ses amis peuvent mesurer jusqu’à 2 mètres.

# kangaroo_fact_weight
source: Kendra is heavier than a child
de: Kendra wiegt mehr als ein Kind.
es: Carla pesa más que un niño
fr: Catherine est plus lourde qu’un enfant

# kangaroo_fact_weight_details
source: Adult kangaroos weigh nearly 200 pounds. The average adult human weighs only 138 pounds.
de: Ausgewachsene Kängurus wiegen bis zu 200 Pfund. Der durchschnittliche erwachsene Mensch wiegt nur 138 Pfund.
es: Los canguros adultos pesan unas 200 libras. El peso medio de un ser humano adulto es de 138 libras
fr: Les kangourous adultes pèsent près de 200 livres. Le poids moyen d’un être humain est de seulement 138 livres.

# kangaroo_fact_weight_details_metric
source: Adult kangaroos weigh over 90 kilograms. The average adult human weighs only 68 kilograms.
de: Ausgewachsene Kängurus wiegen über 90kg. Der durchschnittliche erwachsene Mensch wiegt nur 68kg.
es: Los canguros adultos pesan unos 90 kilogramos. El peso medio de un ser humano adulto es de 68 kilogramos
fr: Le poids moyen d’un être humain est de seulement 68 kilogrammes.

# kangaroo_fact_food
source: Kendra eats grasses and shrubs
de: Kendra frisst Grass and Büsche.
es: A Carla le gusta comer la hierba y los arbustos
fr: Catherine se nourrit d’herbe et de buissons.

# kangaroo_fact_food_details
source: Kangaroos will also eat meat, but love grasses and shrubs the most.
de: Kängurus fressen auch Fleisch, ihre Hauptnahrung ist aber Grass and Büsche.
es: Los canguros también comen carne pero les gustan más la hierba y los arbustos
fr: Les kangourous mangent principalement de l’herbe et des buissons mais aussi un peu de viande.

# kangaroo_fact_speed
source: Kendra is really fast
de: Kendra ist sehr schnell.
es: Carla es muy rápida
fr: Catherine est très rapide

# kangaroo_fact_speed_details
source: Kendra can hop up to 40 miles per hour and jump 9 feet high. The fastest human is only 28 miles per hour.
de: Kendra kann bis zu 40 Meilen/Stunde hüpfen und 9 Fuss hoch springen.. Der schnellste Mensch rennt nur 28 Meilen/Stunde.
es: Carla puede correr hasta 40 millas por hora y saltar hasta unos 9 pies de alto. El ser humano más rápido solo alcanzó 28 millas por hora.
fr: Catherine peut atteindre 40 miles par heure et sauter jusqu’à 9 pieds de haut.

# kangaroo_fact_speed_details_metric
source: Kendra can hop up to 64 kilometers per hour and jump 2.75 meters high. The fastest human is only 44.7 kilometers per hour.
de: Kendra kann bis zu 64 Km/Stunde hüpfen und 2.75 Meters hoch springen. . Der schnellste Mensch rennt nur 44.7 km/Stunde.
es: Carla puede correr hasta 64 kilómetros por hora y saltar hasta 2.75 metros de alto. El ser humano más rápido solo alcanzó l44.7 kilometros por hora.
fr: Catherine peut atteindre 64 kilomètres par heure et sauter jusqu’à 2 mètres 70 de haut. L’homme le plus rapide ne peut dépasser les 44,7 kilomètres par heure

# kangaroo_fact_location
source: Kendra lives in Australia
de: Kendra lebt in Australien
es: Carla vive en Australia
fr: Catherine vit en Australie

# kangaroo_fact_photo
source: This is Kendra's friend, Candice
de: Das ist Kendra's Freund, Candice
es: Es Candice, la amiga de Carla
fr: C’est Candice l’amie de Catherine

# kangaroo_fact_photo_details
source: Candice has a pouch on her tummy to carry around their baby.
de: Candice hat eine Bauchtasche in welcher sie ihr Baby trägt.
es: Candice tiene una bolsa en la barriga para que pueda llevar sus niños.
fr: Candice a une poche sur son ventre pour porter son petit.

# monkey_name
source: Melinda
de: Amelie
es: Carolina

# monkey_fact_height
source: Melinda is as tall as a human
de: Amelie ist so gross wie ein Mensch.
es: Carolina es tan alto que nosotros humanos
fr: Melinda est aussi grande qu’un être humain

# monkey_fact_height_details
source: Adult chimpanzees can be 5 to 6 feet tall.
de: Ausgewachsene Schimpansen werden bis zu 5 - 6 Fuss gross..
es: Los chimpancés adultos miden entre 5 y 6 pies.
fr: Les chimpanzés adultes peuvent mesurer 5 à 6 pieds.

# monkey_fact_height_details_metric
source: Adult chimpanzees can be 1.5 to 1.8 meters tall.
de: Ausgewachsene Schimpansen werden bis zu 1.50 -1.80 m gross.
es: Los chimpancés adultos miden entre 1,50 y 1,80 metros
fr: Les chimpanzees adultes peuvent mesurer entre 1 mètre 50 et 1 mètre 80.

# monkey_fact_weight
source: Melinda isn't too heavy
de: Amelie ist nicht zu schwer.
es: Carolina no es muy pesada.
fr: Melinda n’est pas très lourde

# monkey_fact_weight_details
source: Melinda weighs 150 pounds. The average adult human weighs only 138 pounds.
de: Amelie wieg 150 Pfund. Der durchschnittliche erwachsene Mensch wiegt nur 138 Pfund.
es: Carolina pesa 150 libras. El peso medio de un ser humano adulto es de 138 libras.
fr: Melinda pèse 150 livres. Le poids moyen d’un être humain est seulement de 138 livres.

# monkey_fact_weight_details_metric
source: Melinda weighs 68 kilograms. The average adult human weighs only 68 kilograms.
de: Amelie wieg 68kg. Der durchschnittliche erwachsene Mensch wiegt nur 68kg.
es: Carolina pesa 68 kilogramos. El peso medio de un ser humano adulto es de 62 kilogramos
fr: Melinda pèse 68 kilogrammes. Le poids moyen d’un être humain est seulement de 65 kilogrammes.

# monkey_fact_food
source: Melinda is an omnivore
de: Amelie ist ein Allesfresser.
es: Carolina es omnivoro.
fr: Melinda est omnivore

# monkey_fact_food_details
source: She likes to eat leaves, flowers, fruit, nuts, small animals and birds.
de: She frisst gerne Blätter, Blumen, Früchte, Nüsse, kleine Tiere und Vögel.
es: Le gustan las ojas, las flores, las frutas, las nueces, algunos animales pequeños y pájaros.
fr: Elle se nourrit de feuilles, de fleurs, de fruits, de noix, de petits animaux et d’oiseux.

# monkey_fact_speed
source: Melinda is pretty fast
de: Amelie ist ziemlich schnell
es: Carolina es bastante rápida
fr: Melinda est assez rapide

# monkey_fact_speed_details
source: The average speed of a chimpanzee is about 25 miles per hour.
de: Die Durchschnittsgeschwindigkeit eines Schimpansen ist ungefähr 25 Meilen/Stunde.
es: Los chimpancés pueden alcanzar 25 millas por hora corriendo a toda velocidad.
fr: La vitesse moyenne d’un chimpanzé est de 25 miles par heure.

# monkey_fact_speed_details_metric
source: The average speed of a chimpanzee is about 40 kilometers per hour.
de: Die Durchschnittsgeschwindigkeit eines Schimpansen ist ungefähr 40 km/Stunde.
es: Los chimpancés pueden alcanzar los 40 kilómetros por hora corriendo a toda velocidad
fr: La vitesse moyenne d’un chimpanzé est de 40 kilomètres par heure.

# monkey_fact_location
source: Melinda lives mainly in rain forests and wet savannas of Africa
de: Amelie lebt meist im Regenwald und nassen Savannen Afrikas.
es: Carolina vive principalmente en los bosques tropicales y en la sabana tropical de África.
fr: Melinda vit principalement dans les forêts et les jungles d’Afrique

# monkey_fact_photo
source: This is Melinda's friend, Horacio
de: Das ist Amelie’s Freund Horacio
es: Es Horacio, el amigo de Carolina
fr: C’est Horacio l’ami de Melinda

# monkey_fact_photo_details
source: Chimpanzee's are curious, intelligent and have many friends, just like humans!
de: Schimpansen sind wie die Menschen neugirieg, intelligent und haben viele Freunde!
es: ¡Los Chimpacés son curiosos y listos y tienen muchos amigos! Como nosotros los humanos.
fr: Les chimpanzés sont curieux, intelligents et ont plein d’amis, comme les humains!

# panda_name
source: Patrick
de: Paul
es: Paco

# panda_fact_height
source: Patrick is short
de: Paul ist kurz
es: Paco es bajo.
fr: Patrick est petit

# panda_fact_height_details
source: On all 4 legs, pandas are only 2 to 3 feet tall.
de: Auf vier Beinen stehend sind Pandas nur 2-3 Fuss gross.
es: A gatas, los pandas solo miden entre 2 y 3 pies de alto.
fr: A quatre pattes, les Pandas mesurent seulement 2 à 3 pieds.

# panda_fact_height_details_metric
source: On all 4 legs, pandas are only 0.6 to 0.9 meters tall.
de: Auf vier Beinen stehend sind Pandas nur 06 -0.9m gross.
es: A gatas, los pandas sólo miden entre 60 y 90 centímetros de alto.
fr: A quatre pattes, les Pandas mesurent seulement 60 à 90 centimètres.

# panda_fact_weight
source: Patrick is heavy
de: Paul ist schwer.
es: Paco es muy pesado
fr: Patrick est très lourd

# panda_fact_weight_details
source: Adult pandas weigh up to 300 pounds. The average adult human weighs only 138 pounds.
de: Ausgewachsene Pandas wiegen bis zu 300 Pfund. Der durchschnittliche erwachsene Mensch wiegt nur 138 Pfund.
es: Los pandas adultos pueden pesar hasta unas 300 libras. El peso medio de un ser humano adulto es de solamente 138 libras.
fr: Les Pandas adultes peuvent peser jusqu’à 300 livres. Le poids moyen d’un être humain est de seulement 138 livres.

# panda_fact_weight_details_metric
source: Adult pandas can weigh between 77 and 127 kilograms. The average adult human weighs only 68 kilograms.
de: Ausgewachsene Pandas wiegen zwischen 77kg und 127kg.Der durchschnittliche erwachsene Mensch wiegt nur 68 kg.
es: Los pandas adultos pueden pesar entre 77 y 127 kilogramos. El peso medio de un ser humano adulto es de solamente 68 kilogramos.
fr: Les Pandas adultes pèsent entre 77 et 127 kilogrammes. Le poids moyen d’un être humain est de seulement 68 kilogrammes.

# panda_fact_food
source: Patrick eats bamboo
de: Paul frisst Bambus
es: A Paco le gusta comer los bambús
fr: Patrick se nourrit de bambous

# panda_fact_food_details
source: Giant pandas eat as much as 1/3 of their weight in bamboo each day.
de: Der Riesenpanda frisst jeden Tag Bambus, der bis zu 1/3 seines Gewichts wiegt.
es: Los pandas gigantes pueden comer hasta un tercio de su peso cada dia.
fr: Les pandas géants mangent jusqu’à 2/3 de leur poids chaque jour.

# panda_fact_speed
source: Patrick mostly sit around
de: Paul sitzt meistens.
es: Generalmente, no se mueven mucho los Pandas. Pasan la mayoria del tiempo sentados.
fr: Patrick passe la plupart du temps assis

# panda_fact_speed_details
source: Pandas do not run fast and a slow trot is as fast as they can go.
de: Pandas rennen nicht sehr schnell, ein langsamer Trott ist das schnellste Tempo für sie.
es: Los pandas no son muy rápidos. No pueden sobrepasar un trote despacito.
fr: Les pandas ne courent pas vite et leur vitesse de pointe ne dépasse jamais un trot lent.

# panda_fact_speed_details_metric
source: Pandas do not run fast and a slow trot is as fast as they can go.
de: Pandas rennen nicht sehr schnell, ein langsamer Trott ist das schnellste Tempo für sie.
es: Los pandas no son muy rápidos. No pueden sobrepasar un trote despacito.
fr: Les pandas ne courent pas vite et leur vitesse de pointe ne dépasse jamais un trot lent.

# panda_fact_location
source: Patrick lives in China
de: Paul lebt in China
es: Paco vive en China
fr: Patrick vit en Chine

# panda_fact_photo
source: This is Patrick's friend, Genevive
de: Das ist Paul's friend, Genevive
es: Es Genevieve, la amiga de Paco
fr: C’est Geneviève, l’ami de Patrick

# panda_fact_photo_details
source: Pandas don't have many friends though as they are shy and like to be by themselves.
de: Pandas sind scheu und sind lieber alleine, darum haben sie wenige Freunde.
es: Los pandas no tienen muchos compañeros porque son bastante tímidos y solitarios.
fr: Les pandas sont timides et solitaires et ont peu d’amis.

# polarbear_name
source: Peggy
de: Nele
es: Paola

# polarbear_fact_height
source: Peggy is pretty tall
de: Nele ist ziemlich gross.
es: Paola es bastante alta
fr: Peggy est assez grande

# polarbear_fact_height_details
source: Polar bears are around 9 to 10 feet when standing on their hind legs.
de: Polarbären messen bis zu 9-10 Fuss gross wenn sie auf den Hinterbeinen stehen.
es: Los osos polares miden entre 9 y 10 pies de alto cuando estén de pie.
fr: Les ours polaires mesurent environ 9 à 10 pieds quand ils se tiennent sur leurs pattes arrières.

# polarbear_fact_height_details_metric
source: Polar bears are 2 to 3 meters when standing on thier hind legs.
de: Polarbären messen bis zu 2- 3 Meter gross wenn sie auf den Hinterbeinen stehen.
es: Los osos polares miden entre 2,70 y 3 metros de alto cuando estén de pie.
fr: Les ours polaires mesurent environ 2 mètres 70 à 3 mètres quand ils se tiennent sur leurs pattes arrières.

# polarbear_fact_weight
source: Peggy is very heavy
de: Nele ist sehr schwer.
es: Paola es muy pesada
fr: Peggy est très lourde

# polarbear_fact_weight_details
source: Peggy and her friends weigh between 650-1600 pounds. The average human weighs 150 pounds.
de: Nele und Freunde wiegen zwischen 650-1600 kg.
es: Paola y sus amigos pesan entre 1433 y 3500 libras. El peso medio de un ser humano adulto es de solamente 150 libras.
fr: Peggy et ses amis pèsent entre 1433 et 3500 livres. Le poids moyen d’un être humain est seulement de 138 livres.

# polarbear_fact_weight_details_metric
source: Peggy and her friends weigh between 1433-3500 kilograms. The average human weighs 68 kilograms.
de: Nele und Freunde wiegen zwischen 1433-3500 kg. Der durchschnittliche erwachsene Mensch wiegt nur 68 kg.
es: Paola y sus amigos pesan entre 650 y 1600 kilogramos. El peso medio de un ser humano adulto es de solamente 68 kilogramos
fr: Peggy et ses amis pèsent entre 650 et 1600 kilogrammes. Le poids moyen d’un être humain est seulement de 68 kilogrammes.

# polarbear_fact_food
source: Peggy eats seal fat and skin along with vegetation
de: Nele frisst Seelöwenfett und Haut neben Vegatation.
es: A Paola le gusta comer grasa y piel de foca con vegetales
fr: Peggy mange de la graisse et de la peau de phoque mais aussi des végétaux

# polarbear_fact_food_details
source: Polar bears are carnivores, with a diet consisting mostly of seals.
de: Polarbären sind Fleischfresser, ihr Futter sind hauptsächlich Seelöwen.
es: Los osos polares son carnívoros y su dieta se compone principalmente de focas
fr: Les ours polaires sont carnivores et leur alimentation se compose majoritairement de phoques.

# polarbear_fact_speed
source: Peggy can sprint up to 24 miles per hour
de: Nele kann bis zu 24 meilen/Stunde sprinten.
es: Cuando corre a toda velocidad, Paola puede alcanzar los 24 millas por hora.
fr: Peggy peut atteindre 24 miles par heure

# polarbear_fact_speed_details
source: Polar bears are excellent swimmers and are sometimes spotted in waters up to sixty miles from land.
de: Polarbären sind ausgezeichnete Schwimmer und werden manchmal bis zu 60 Meilen vom Land/Ufer entfernt im Wasser gesehen.
es: Los osos polares son excelentes nadadores y no es raro que se vayan a 60 millas de la costa.
fr: Les ours polaires sont d’excellents nageurs et nagent parfois jusqu’à 60 miles des côtes.

# polarbear_fact_speed_details_metric
source: *Polar bears are excellent swimmers and are sometimes spotted in waters up to 100 kilometers from land.
de: Polarbären sind ausgezeichnete Schwimmer und werden manchmal bis zu 100 km vom Land/Ufer entfernt im Wasser gesehen.
es: Los osos polares son excelentes nadadores y no es raro que se vayan a 100 kilómetros de la costa.
fr: * Les ours polaires sont d’excellents nageurs et nagent parfois jusqu’à 100 kilomètres des côtes.

# polarbear_fact_location
source: Peggy lives at the norther coasts of North America, Russia, Greeland, and the Arctic Ocean
de: Nele lebt an der Nordküste von Nordamerika , Russland, Grönland und am nördlichen Eismeer.
es: Paola vive en la costa norteña de América del Norte, de Rusia, de Groenlandia y del Océano Ártico.
fr: Peggy vit sur les côtes Nord d’Amérique du Nord, de Russie, du Groënland et de l’Océan Arctique

# polarbear_fact_photo
source: This is Peggy's friend, Paris
de: Das ist Nele's Freund, Paris
es: Es Paris, la amiga de Paola.
fr: C’est Paris, l’amie de Peggy

# polarbear_fact_photo_details
source: Peggy and her friend Paris spend half their day floating on sheets of ice looking for food.
de: Nele und ihr Freund Paris verbringen die Hälfte des Tages auf Eisschollen und halten Ausschau nach Futter.
es: Paola y su amiga pasan una gran parte del tiempo descansando y buscando focas en los témpanos de hielo.
fr: Peggy et son amie Paris passent la moitié de leur temps à flotter sur les blocs de glace à chasser.

# tiger_name
source: Tommy
de: Till
es: Tonyo

# tiger_fact_height
source: Tommy is average height
de: Till ist Durchschnittsgrösse
es: Tonyo es de estatura media
fr: Tommy a une taille moyenne

# tiger_fact_height_details
source: Bengal Tigers are 5 to 6 feet tall.
de: Königstiger sind 5-6 Fuss gross.
es: Los yigres de bengala miden entre 5 y 6 pies de alto.
fr: Les tigres du Bengale mesurent en moyenne 5 à 6 pieds.

# tiger_fact_height_details_metric
source: Bengal Tigers are 1.5 to 1.8 meters tall.
de: Königstiger sind 1.50m – 1.80m gross.
es: Los tigres de bengala miden entre 1,50 y 1,80 metros de alto
fr: Les tigres du Bengale mesurent en moyenne 1 mètre 50 à 1 mètre 80.

# tiger_fact_weight
source: Tommy is heavy
de: Till is schwer
es: Tonyo es muy pesado
fr: Tommy est lourd

# tiger_fact_weight_details
source: Adult tigers can weigh up to 500 pounds of pure muscle.
de: Ausgewachsene Tiger sind bis zu 500 Pfund Muskelmasse.
es: Los tigres adultos pueden pesar hasta unas 500 libras de puro músculo.
fr: Les tigres adultes peuvent peser jusqu’à 500 livres de muscle.

# tiger_fact_weight_details_metric
source: Adult tigers can weigh up to 227 kilograms of pure muscle.
de: Ausgewachsene Tiger sind bis zu 227kg Muskelmasse.
es: Los tigres adultos pueden pesar hasta unos 227 kilogramos de puro músculo.
fr: Les tigres adultes peuvent peser jusqu’à 227 kilogrammes de muscle.

# tiger_fact_food
source: Tommy eats meat
de: Till ist ein Fleischfresser
es: A Tonyo le encanta la carne
fr: Tommy se nourrit de viande

# tiger_fact_food_details
source: In the wild, tigers mostly feed on medium to large sized animals.
de: In freier Wildbahn fressen Tiger meistens kleine bis grosse Tiere..
es: En la selva, los tigres comen principalmente animales de gran o de medio tamaño.
fr: Dans la nature, les tigres se nourrissent principalement d’animaux de moyenne et grande taille.

# tiger_fact_speed
source: Tommy is super fast
de: Till ist super schnell
es: Tonyo es muy rápido
fr: Tommy est très rapide

# tiger_fact_speed_details
source: Tigers can run up to 35 miles per hour. The fastest human is only 28 miles per hour.
de: Tiger rennen bis zu 35 Meilen /Stunde. Der schnellste Mensch rennt 28 Meilen/Stunde.
es: Los tigres pueden alcanzar 35 millas por hora. El ser humano más rápido sólo alcanzó 28 millas por hora.
fr: Les tigres peuvent atteindre 35 miles par heure. L’homme le plus rapide ne dépasse pas les 28 miles par heure.

# tiger_fact_speed_details_metric
source: Tigers can run up to 56 kilometers per hour. The fastest human is only about 45 kilometers per hour.
de: Tiger rennen bis zu 56 Km /Stunde. Der schnellste Mensch rennt 45 Km/Stunde.
es: Los tigres pueden alcanzar 56 kilómetros por hora. El ser humano más rápido sólo alcanzó 45 kilometros por hora
fr: Les tigres peuvent atteindre 56 kilomètres par heure. L’homme le plus rapide ne dépasse pas les 45 kilomètres par heure.

# tiger_fact_location
source: Tommy lives in India
de: Till lebt in Indien.
es: Tonyo vive en India
fr: Tommy vit en Inde

# tiger_fact_photo
source: This is Tommy's friend, Albert
de: Das ist Till's Freund Albert
es: Es Alberto, el amigo de Tonyo
fr: C’est Albert l’ami de Tommy

# tiger_fact_photo_details
source: Albert's roar is so loud that he can be heard from far away.
de: Albert's Gebrüll ist so laut das es von weit weg gehört werden kann.
es: El rugido de Alberto es muy fuerte y se puede oír desde muy lejos.
fr: Le rugissement d’Albert est si bruyant qu’il peut être entendu de très loin.

# zebra_name
source: Zeb
de: Max
es: Cesar

# zebra_fact_height
source: Zeb is of average height
de: Max ist Durschnittsgrösse.
es: Cesar es de estatura media
fr: Zeb a une taille moyenne

# zebra_fact_height_details
source: Zeb and his friends are between 3 and 5 feet tall on all four legs.
de: Max und Freunde sind stehend zwischen 3 und 5 Fuss gross.
es: A gatas, Cesar y sus amigos miden entre 3 y 5 pies de alto.
fr: Zeb et ses amis mesurent entre 3 et 5 pieds lorsqu’ils sont à quatre pattes.

# zebra_fact_height_details_metric
source: Zeb and his friends are between 1.1 and 1.5 meters tall on all four legs.
de: Max und Freunde sind stehend zwischen 1.10m und 1.50m gross.
es: A gatas, Cesar y sus amigos miden entre 1,10 y 1,50 metros de alto.
fr: Zeb et ses amis mesurent entre 1 mètre 20 et 1 mètre 50 lorsqu’ils sont à quatre pattes.

# zebra_fact_weight
source: Zeb is heavy compared to humans
de: Max ist schwer im Vergleich zu Menschen.
es: Relativo a nosotros humanos, Cesar es muy pesado
fr: Zeb est lourd comparé aux humains

# zebra_fact_weight_details
source: Adult zebras can weigh up to 990 pounds.
de: Ausgewachsene Zebras wiegen bis zu 990 Pfund.
es: Las Cebras pueden pesar hasta unas 990 libras.
fr: Les zèbres adultes peuvent peser jusqu’à 990 livres.

# zebra_fact_weight_details_metric
source: Adult zebras can weigh up to 408 kilograms.
de: Ausgewachsene Zebras wiegen bis zu 408 Kg.
es: Las Cebras pueden pesar hasta unos 408 kilogramos
fr: Les zèbres adultes peuvent peser jusqu’à 440 kilogrammes.
